import React, { Component } from "react";
import CommonArticle from "../Common-article-a/index";

export class ArticleBx extends Component {
  render() {
    return (
      <div>
        <CommonArticle
          head="स्वतंत्रता आंदोलन और वीरांगनाओं की भागीदारी"
          cont='
                    "स्त्री राष्ट्र की आधारशिला है" जिसके बिना जीवन की कल्पना बेमानी है। स्त्री परिवार और समाज को सकारात्मक विचार अच्छे संस्कार के साथ-साथ राष्ट्रप्रेम की भावना से ओतप्रोत अपनी संतान राष्ट्र को दे देती है। स्त्री असाध्य को साध्य करने की क्षमता रखती है, स्त्री का राष्ट्र के प्रति छोटा सा योगदान भी गिलहरी के समान है जो राष्ट्र उत्थान का आधार बन सकती है। वेदों में स्त्रियों को विजयी कहा गया है वैदिक काल में स्त्री अध्ययन के साथ-साथ रण क्षेत्र में भी जाती थी,उदाहरण के तौर पर कैकेई का महाराजा दशरथ के साथ युद्ध में जाना।
                  
                   हमने सुना होगा कि हर सफल इंसान के पीछे एक महिला का हाथ होता है,उसी प्रकार राष्ट्र निर्माण के लिए स्त्री का सहयोग महत्वपूर्ण है 1857 की क्रांति के बाद भारत की जमीन पर परिवर्तनों का दौर शुरू हो चुका था,नवजागरण के साथ स्त्रियों के लिए रणभूमि तैयार की जा चुकी थी,और यह नारी जागरण का महत्वपूर्ण समय था। इससे पहले  स्त्रियां इतनी बड़ी संख्या में आंदोलन के लिए सड़कों पर नहीं उतरी थी क्योंकि स्वतंत्रता की जो अलख महारानी लक्ष्मीबाई ने स्त्रियों के मन में जलाई थी वह संघर्षों के बिना संभव नहीं था। इस समय महिलाओं ने आजादी की लड़ाई में अपने साहस को धार देते हुए अपना लोहा मनवाया  था।
                  स्वतंत्रता संग्राम में प्रमुख महिलाओं ने अपना महत्वपूर्ण योगदान दिया जिनमें महारानी लक्ष्मीबाई,दुर्गाबाई देशमुख, रानी चेन्नम्मा,अहिल्याबाई होल्कर,अरुणा आसफ अली,सरोजिनी नायडू, निवेदिता,मीरा बेन,मैडम भीकाजी कामा,कनकलाता बरूआ,राजकुमारी अमृत कौर,अनसूईया बाई काले, कमलादेवी चट्टोपाध्याय, उषा मेहता,सुचेता कृपलानी इत्यादि का नाम महत्वपूर्ण रूप से याद करने योग्य है।
                  
                   स्वतंत्रता आंदोलन में महिलाओं का महत्वपूर्ण योगदान रहा है अंग्रेजों के विरुद्ध पुरुषों के कंधे से कंधा मिलाकर देश की बेटियों ने अपना कर्तव्य निभाया है।जिसे आज भी प्रेरणा के तौर पर याद किया जाता है। उन्होंने अंग्रेजों के विरुद्ध कदम उठाकर वीरता और साहस तथा नेतृत्व क्षमता का अपना अभूतपूर्व परिचय दिया है ।
                  1857 की क्रांति के बगावत के समय राजघराने की सभी महिलाएं आजाद भारत का सपना पूरा करने के लिए पुरुषों के साथ एकजुट हो गई थी जिसमें महत्वपूर्ण थी इंदौर की महारानी अहिल्याबाई होल्कर, झांसी की रानी लक्ष्मीबाई और रानी चेन्नम्मा इन सभी  वीरांगनाओं ने अंग्रेजों से लड़ते हुए अपने प्राणों की आहुति दे दी। रानी लक्ष्मीबाई मराठा शासक झांसी राज्य की रानी थी 1857 में प्रथम भारतीय स्वतंत्रता संग्राम के विरुद्ध युद्ध का शंख इन्होंने ही फूंका था।
                  23 वर्ष की आयु में ही ब्रिटिश साम्राज्य की सेना से मोर्चा लिया और रण क्षेत्र में वीरगति को प्राप्त हो गई। महिला सशक्तिकरण की बात जब भी उठी है या भविष्य में जब भी की जाएगी तब महान वीरांगना रानी लक्ष्मीबाई का नाम जरूर लिया जाता रहेगा।
                  
                  दुर्गाबाई देशमुख महान वीरांगना रही जिन्होंने महिलाओं के हक व अधिकारों की लड़ाई लड़ी है।
                  
                  एनी बेसेन्ट का नाम भी महत्वपूर्ण रूप से याद किया जाता है समाज सेविका स्वतंत्रता सेनानी एनी बेसेंट ने भारत को एक सभ्यता के रूप में स्वीकार किया। महिला अधिकारों के लिए लड़ती रही और भारत के स्वराज के लिए होम रूल आंदोलन में भी महत्वपूर्ण रूप से इनका योगदान अतुलनीय है।
                  
                  आजादी की लड़ाई लड़ने वाले और स्वयं की कुर्बानी देने वाली देश की बालाएं बहुत अधिक थी बहुत सी विरंगानाओं के नाम गुम नाम भी हैं।इन परिस्थितियों में आंदोलन के मुख्य नेतृत्व के अभाव में स्थानीय स्तर के नेताओं और महिलाओं का नेतृत्व संभालने का अवसर प्राप्त हुआ था।स्वतंत्रता आंदोलन की मुख्य विशेषता यही थी  जिसमें आम जनमानस के साथ-साथ महिलाओं की महत्वपूर्ण भूमिका थी और उस भूमिका को उन सभी वीरांगनाओं ने बखूबी निभाया था। जिसके कारण यह आंदोलन भारतीय इतिहास के सबसे बड़े और सफलतम आंदोलनों में शामिल है।
                  
                   कनकलता बरूआ असम के सोनितपुर जिले के गोहपुर की रहने वाली थी ,स्वतंत्रता आंदोलन के दौरान उनकी आयु मात्र 18 वर्ष की थी। 20 सितंबर 1942 को भारी संख्या में लोग गोहपुर पुलिस चौकी पर शांतिपूर्ण तरीके से प्रदर्शन के लिए पहुंचे, वहां लगे यूनियन जैक उतारकर भारतीय झंडा फहराना था। कनक लता को दरोगा ने धमकी दी फिर भी वो झंडा लेकर आगे बढ़ गई, जहां उन्हें गोली मार दी गई और वह वीरगति को प्राप्त हो गई, इसलिए उन्हें "वीरबाला"भी कहा जाता है। जब वे नेतृत्व कर रही थी तब किसी ने कहा था कि वह भागेंगी तो नहीं? तब कनक लता ने कहा था कि "डरो मत हम भागने नहीं क्रांति की आग में खुद को झोंकने आए हैं।"
                  
                  राजकुमारी अमृत कौर पंजाब के कपूरथला राजघराने से थी उनका मुख्य काम शिक्षा के माध्यम से हरिजन समाज को सशक्त बनाना था स्वतंत्रता आंदोलन में लोगों के साथ मिलकर जुलूस निकालती थी और विरोध प्रदर्शन करती थी।कई बार उन पर लाठीचार्ज हुआ और गिरफ्तार भी कर लिया गया।वर्ष 1932 में महिलाओं के मताधिकारों के लिए बनी लोथियन समिति के विरोध में आवाज उठाई तथा सार्वभौम वयस्क मताधिकार की मांग रखी थी।
                  
                  अनसूईया बाई काले महाराष्ट्र से थी। उन्होंने राजनीतिक गतिविधियों के लिए कई बार गिरफ्तार किया गया स्वतंत्रता आंदोलन के दौरान इन्होंने अश्ती तथा चिमुर में आदिवासियों के साथ किए गए सरकार के दमन नीतियों के विरुद्ध लड़ाई लड़ी थी।
                   सरोजिनी नायडू व लक्ष्मी सहगल ऐसी नारी शक्तियां थी जिन्होंने आजादी के बाद देश की सेवा करने का अवसर मिला है।स्वतंत्रता आंदोलन के दौरान शुरू से ही आजादी के संघर्ष में सक्रिय रही थी 3 दिसंबर 1940 को विनोवा भावे के नेतृत्व में हुए व्यक्तिगत सत्याग्रह में हिस्सा लेने के कारण उन्हें गिरफ्तार किया गया था,स्वतंत्रता आंदोलन के दौरान उन्हें पुणे के आगा खां महल में रखा गया था और 10 महीने बाद उनको वहां से रिहा किया गया था।
                  
                   सुचेता कृपलानी काशी हिंदू विश्वविद्यालय के इतिहास के लेक्चरर थी स्वतंत्रता आंदोलन के दौरान वह भूमिगत होकर प्रचार-प्रसार करती थी वह भारत की पहली महिला मुख्यमंत्री रही हैं।
                  
                  ऐसी तमाम ऐसी स्वतंत्रता सेनानी रही है जिनके जीवन को विस्तृत तौर पर आज के युवाओं को जरूर पढ़ने की आवश्यकता है।
                  
                  आज के इस वर्तमान युग में मां की जिम्मेदारी सबसे अधिक बढ़ चुकी है क्योंकि उसे वर्तमान समय के अनुरूप अपने बच्चों (बेटा या बेटी) को शिक्षित करना है राष्ट्रप्रेम की भावना का बीजारोपण करना है महिलाओं को स्वयं अपने अंदर की शक्ति को पहचानने की आवश्यकता है,यह स्त्री की वह शक्ति है जो संपूर्ण ब्रह्मांड की रचना कर सकती है,आज के दौर में स्त्री को समाज और राष्ट्र के उत्थान में अपना उत्कृष्ट योगदान देने के लिए तैयार रहना चाहिए और तत्पर रहना चाहिए क्योंकि समर्थ नारी से ही समर्थ राष्ट्र का निर्माण हो सकता है। नारी राष्ट्र का अभिमान होती है, भारतीय संस्कृति में नारी के सम्मान का अत्यधिक महत्व भी है। दुनिया की आधी आबादी महिलाओं की है।उन्हें पूरा सम्मान दिए जाने की जरूरत है।
                  
                  '
        />
      </div>
    );
  }
}

export default ArticleBx;
