import React, { Component } from "react";
import CommonArticle from "../Common-article-a/index";
export class ArticleCx extends Component {
  render() {
    return (
      <div>
        <CommonArticle
          head="विशाखा गाइडलाइन और यौन उत्पीडन कानून..........  "
          cont="राजस्थान की राजधानी जयपुर के निकट भटेरी गांव की एक महिला भंवरी देवी ने बाल विवाह विरोधी अभियान में हिस्सेदारी की बहुत बड़ी कीमत चुकाई थी। वर्ष 1992 में उनके साथ बलात्कार किया गया । उनके मामले में कानूनी फैसलों के आने के बाद विशाखा और अन्य महिला गुटों ने सुप्रीम कोर्ट में एक जनहित याचिका दायर की थी। इस याचिका में कोर्ट से आग्रह किया गया था कि कामकाजी महिलाओं के बुनियादी अधिकारों को सुनिश्चित कराने के लिए संविधान की धारा 14, 19 और 21 के तहत कानूनी प्रावधान किए जाएं।

                   महिला गुट विशाखा और अन्य संगठनों की ओर से दायर इस याचिका को विशाखा और अन्य बनाम राजस्थान सरकार और भारत सरकार के मामले के तौर पर जाना गया। इस मामले में कामकाजी महिलाओं को यौन अपराध, उत्पीड़न और प्रताड़ना से बचाने के लिए कोर्ट ने विशाखा दिशा-निर्देशों को उपलब्ध कराया और अगस्त 1997 में इस फैसले में कार्यस्थल पर यौन उत्पीड़न की बुनियादी परिभाषाएं दीं। कोर्ट ने वे दिशा निर्देश भी तय किए जिन्हें आम तौर पर विशाखा दिशानिर्देश के तौर पर जाना जाता है। 
                   
                    हाल ही में ऐसे बहुत से मामले आए हैं जिनमें महिलाओं और विशेष रूप से उच्च शिक्षित युवा महिलाओं ने  मुकदमे दर्ज कराए हैं कि उन्हें यौन प्रताड़ना का शिकार बनाया गया। कार्य स्थल या अन्य स्थानों पर महिलाओं का यौन उत्पीड़न या प्रताड़ना रोकने के लिए पर्याप्त कानून हैं, लेकिन या तो इन कानूनों को लेकर जागरूकता नहीं है या फिर खुद महिलाओं को ऐसी किसी घटना के बाद बातचीत या गपशप का विषय नहीं बनाना चाहती हैं। इसलिए वे ऐसे मामलों को या तो खुद ही अपने स्तर पर निपटाना पसंद करती हैं या वे अनुभव करती हैं कि केवल कानूनों के बल पर यौन उत्पीडन को नहीं रोका सकता, परिणाम स्वरूप अपराधियों के खिलाफ कोई सार्थक कार्रवाई नहीं हो पाती है।
                   
                   सुप्रीम कोर्ट पहले से ही उन बातों को रेखांकित कर चुका है, जिनका पालन करवाकर किसी भी कार्यस्थल का वातावरण महिलाओं के लिए सुरक्षित और सम्मानजनक बनाया जा सकता है। लेकिन जहां तक इन नियम कानूनों के पर्याप्त क्रियान्वयन का प्रश्न है तो अभी भी ऐसा नहीं लगता कि कार्यालयों, संयंत्रों, कारखानों और अन्य तरह के कार्यस्थलों में इनका क्रियान्वयन पूरी तरह से सुनिश्चित किया जाता है या ऐसा किया रहा है क्योंकि अगर ऐसा होता तो महिलाओं की कोई शिकायत ही नहीं होती। जबकि महिलाओं की आए दिन नई-नई शिकायतें सामने आ रही हैं।
                   
                   उल्लेखनीय है कि कार्यस्थल पर महिलाओं के सम्मान की सुरक्षा के लिए वर्कप्लेस बिल, 2012 भी लाया गया जिसमें लिंग समानता, जीवन और स्वतंत्रता के अधिकारों को लेकर कड़े कानून बनाए गए हैं। यह कानून कामकाजी महिलाओं को सुरक्षा दिलाने की दृष्टि से महत्वपूर्ण है। इन कानूनों में बताया गया है कि कार्यस्थल पर महिलाओं, युवतियों के सम्मान को बनाए रखने के लिए क्या-क्या कदम उठाए जा सकते हैं। अगर किसी महिला के साथ कुछ भी अप्रिय होता है तो उसे कहां और कैसे अपना विरोध दर्ज कराना चाहिए ? अगर किसी भी कार्यस्थल पर इस तरह की व्यवस्था नहीं है तो वह अपने वरिष्ठों के सामने इस स्थिति को विचार के लिए रख सकती है या फिर समुचित कानूनी कार्रवाई कर सकती है।                               
                   किन परिस्थितियों में शिकायत दर्ज करा सकती हैं महिलाए ।
                   कार्यस्थल कानून, 2012 में  निम्नलिखित प्रावधान हैं .......
                   
                   * यदि किसी महिला पर शारीरिक सम्पर्क के लिए दबाव डाला जाता है या फिर अन्य तरीकों से उस पर ऐसा करने के लिए दबाव बनाया जा रहा है या बनाया जाता है।
                   
                   * यदि किसी भी सहकर्मी, वरिष्ठ या किसी भी स्तर के कार्मिक द्वारा उससे यौन संबंध बनाने के लिए अनुरोध किया जाता है या फिर उस पर ऐसा करने के लिए दबाव डाला जाता है।
                   
                   * किसी भी महिला की शारीरिक बनावट, उसके वस्त्रों आदि को लेकर भद्दी, अशालीन टिप्पणियां की जाती हैं तो यह भी एक कामकाजी महिला के अधिकारों का हनन है।
                   
                   * किसी भी महिला को किसी भी तरह से अश्लील और कामुक साहित्य दिखाया जाता है या ऐसा कुछ करने की कोशिश की जाती है।
                   
                   * किसी भी तरह से मौखिक या अमौखिक तरीके से यौन प्रकृति का अशालीन व्यवहार किया जाता है।
                   
                   इस मामले पर विचार करते हुए न्यायालय का यह भी मानना था कि भारत में वर्तमान सिविल और दंड कानूनों (पीनल लॉज) को देखते हुए महिलाओं को उनके कार्यस्थल पर विशिष्ट सुरक्षा उपलब्ध कराना संभव नहीं हो पा रहा है। इसके साथ ही ऐसे किसी दूरगामी और प्रभावी कानून को बनाने में समय लग सकता है, इसलिए जरूरी है कि कार्यस्थलों पर यौन उत्पीड़न से महिलाओं को सुरक्षित बनाने के लिए कुछ दिशानिर्देशों का पालन किया जाए।
                   
                   कोर्ट का मानना है कि ऐसी स्थिति में यह जरूरी और आवश्यक होगा कि  जिम्मेदार व्यक्तियों और संस्थाओं को कुछ निश्चित दिशानिर्देशों का पालन करना चाहिए। कार्यस्थल पर जिम्मेदार लोगों की यह जिम्मेदारी बनती है कि वे पीड़ित या इस तरह की कोई आशंका रखने वाली महिला को अपमानजनक स्थिति का सामना न करना पड़े। कार्यस्थल पर ऐसा कुछ ऐसा नहीं हो कि अपने खिलाफ ‍उत्पीड़न की शिकायत करने वाली महिला को यह लगे कि इससे उसका स्वास्थ्य और सुरक्षा प्रभावित हो सकती है। यह सुरक्षा आर्थिक, सामाजिक से लेकर शारीरिक कारकों को भी प्रभावित कर सकती है। उसके आरोपों, शिकायतों से उसे रोजगार, नियुक्ति, प्रोन्नति आदि में मुश्किल नहीं आनी चाहिए। इसलिए अप्रिय स्थितियों को रोकने के लिए कुछ प्रीवेंटिव कदम उठाए जा सकते हैं।
                   
                   जब कभी महिला को लगे कि उसे यौन प्रताड़ना का शिकार बनाया जा रहा है तो उसे इसकी शिकायत दर्ज करानी चाहिए। कार्यस्थल पर किस तरह का व्यवहार आपत्तिजनक या यौन प्रताड़ना की श्रेणी में आता है, इस बात को सभी समु‍च‍ित तरीकों से सभी काम करने वालों और विशेष रूप से महिला कार्मिकों की जानकारी में लाया जाए।
                   
                   कोर्ट का कहना है कि सरकारी, गैर सरकारी कार्यालयों में कर्मचारियों के आचरण और व्यवहार संबंधी नियमों का उल्लंघन होने पर कथित अपराधी या अपराधी के खिलाफ दंडात्मक कार्रवाई की जानी चाहिए। अगर यह मामला निजी नियोक्ताओं से जुड़ा हो तो इन प्रावधानों को औद्योगिक एम्प्लायमेंट (स्थायी आदेश) कानून, 1946 के अनुरूप दंडनीय बनाए जाना चाहिए।
                   
                   कार्य, मानसिक विकास, स्वास्थ्य और स्वच्छता को देखते हुए यह सुनिश्चित किया जाना चाहिए कि कार्यस्थलों का वातावरण महिलाओं के खिलाफ न हो और यह सुनिश्चित किया जाए कि कोई भी महिला कर्मचारी यह न सोचे या सोचने पर विश्वास करे कि रोजगार को लेकर वह सुविधाहीन स्थितियों में है।
                   
                   जब यह सुनिश्चित किया जा सके कि किसी भी कर्मचारी, अधिकारी का व्यवहार एक निश्चित अपराध की श्रेणी में आता हो तो उसके खिलाफ समु‍‍‍च‍ित प्राधिकारी के सामने समुचित कानून के अंतर्गत शिकायत दर्ज करानी चाहिए और दंडित किया जाना सुनिश्चित किया जाए। जिन महिलाओं की यौन प्रताह़ना संबंधी शिकायतें हों, ऐसे मामले में सुनि‍श्चित किया जाना चाहिए कि पीड़िताओं या गवाहों का शोषण न हो या उन्हें सुविधाहीनता की हालत में न रखा जाए। यौन प्रताड़ना से पीड़िताओं के सामने यह विकल्प होना चाहिए कि वे अपराधी का या अपना अपने पसंद के स्थान पर ट्रांसफर करा लें।
                   
                   अगर किसी कर्मचारी के खिलाफ मामला सामने आता है तो सेवा नियमों के अनुसार उसके खिलाफ समुचित कार्रवाई हो। इन्हीं नियमों के आधार पर उसके खिलाफ कठोर अनुशासनात्मक कार्रवाई भी की जानी चाहिए। कोई आचरण कानून के खिलाफ दंडनीय अपराध है या नहीं, यह तय होने के बाद शिकायत करने की एक ऐसी व्यवस्था मौजूद होनी चाहिए ताकि दोषी के खिलाफ कार्रवाई की जा सके। इसके लिए रोजगार के स्थल पर एक शिकायत व्यवस्था भी उपलब्ध होनी चाहिए। शिकायतों का निश्चित समय के अंदर निराकरण भी सुनिश्चित किया जाए।
                   
                   * संस्थानों या कार्यस्थल पर एक शिकायत समिति, एक विशेष सलाहकार होने चाहिए और शिकायतों के मामलों में पूरी तरह से गोपनीयता सुनिश्चित की जाए। साथ ही, शिकायत समिति का प्रमुख एक महिला को बनाया जाना चाहिए और इस समिति के कम से कम आधे सदस्य महिलाएं ही बनाई जाएं। वरिष्ठ स्तर से किसी अवांछित दबाव या प्रभाव का सामना करने के लिए शिकायत समिति में तीसरे पक्ष के तौर पर कोई एनजीओ या यौन प्रताड़ना से जुड़े मुद्दों की जानकार संस्था को जोड़े रखा जाए।
                   
                   * जांच समिति को इन शिकायतों से संबंधित सरकारी विभागों को वार्षिक तौर पर एक रिपोर्ट भी सौंपी जाना चाहिए जिसमें यह भी बताया जाए कि शिकायतों पर क्या कार्रवाई की गई। संस्थानों के  प्रभारी लोगों के लिए भी यह अनिवार्य बनाया जाए कि वे संबंधित मामलों में सरकारी विभागों को रिपोर्ट भेजें। यौन प्रताड़ना संबंधी मामलों पर पूरी तरह से रोक लगाने के लिए जरूरी हो कि श्रमिकों को भी अपनी ओर से पहल करने का अधिकार दिया जाए। 
                    * इसके साथ ही, महिला कर्मचारियों में उनके अधिकारों को लेकर जागरूकता भी पैदा की जानी चाहिए। इस मामले में प्रमुखता के साथ दिशा निर्देश जारी किए जाएं। इस बात की सभी को जानकारी उपलब्ध कराई जानी चाहिए कि किसी आरोपी या अपराधी के खिलाफ किस कानून के अंतर्गत क्या कार्रवाई की गई और उसे क्या सजा दी गई।
                   
                     * ऐसे मामलों में दंडात्मक कार्रवाई की जरूरत पड़े तो केन्द्र और राज्य सरकारों से मामले पर समुचित उपाय करने, कानून बनाने और दिशानिर्देश तय करवाए जाएं। यह व्यवस्था निजी क्षेत्र के नियोक्ताओं द्वारा सु‍निश्चित कराई जाए और यह भी सुनिश्चित किया जाए कि किसी प्रकार के दिशा निर्देशों से मानवाधिकार कानून संरक्षण कानून, 1993 के प्रावधानों का उलंघन ना किया जाय।                                     बड़े ही आश्चर्य की बात है कि इस कानून का प्रयोग या तो किया ही नहीं जा रहा या अगर संस्थानों में कहीं कमेटियां गठित हुई भी हैं तो कोई केस सामने क्यों नहीं आ पाता । ऐसे में जनजगरूकता की बड़े पैमाने पर आवश्यकता है..... लेखक - राजेश श्रीवास्तव निदेशक पहल संस्था एवम् सदस्य मंडलीय अनुश्रवण समिति, वाराणसी। साभार - वेब दुनिया"
        />
      </div>
    );
  }
}

export default ArticleCx;
